{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<eos>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          1
        ],
        "tokens": [
          "<bos>"
        ]
      },
      "<eos>": {
        "id": "<eos>",
        "ids": [
          2
        ],
        "tokens": [
          "<eos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": false,
    "use_regex": false
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<bos>": 1,
      "</eos>": 2,
      "<mask>": 3,
      " ": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "A": 35,
      "B": 36,
      "C": 37,
      "D": 38,
      "E": 39,
      "F": 40,
      "G": 41,
      "H": 42,
      "I": 43,
      "J": 44,
      "K": 45,
      "L": 46,
      "M": 47,
      "N": 48,
      "O": 49,
      "P": 50,
      "Q": 51,
      "R": 52,
      "S": 53,
      "T": 54,
      "U": 55,
      "V": 56,
      "W": 57,
      "X": 58,
      "Y": 59,
      "Z": 60,
      "[": 61,
      "\\": 62,
      "]": 63,
      "^": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "}": 94,
      "~": 95,
      "": 96,
      "¡": 97,
      "£": 98,
      "¥": 99,
      "§": 100,
      "¨": 101,
      "©": 102,
      "«": 103,
      "®": 104,
      "¯": 105,
      "°": 106,
      "±": 107,
      "²": 108,
      "³": 109,
      "´": 110,
      "µ": 111,
      "¶": 112,
      "·": 113,
      "¹": 114,
      "»": 115,
      "¼": 116,
      "½": 117,
      "¾": 118,
      "¿": 119,
      "À": 120,
      "Á": 121,
      "Â": 122,
      "Ä": 123,
      "Å": 124,
      "Æ": 125,
      "Ç": 126,
      "È": 127,
      "É": 128,
      "Ê": 129,
      "Î": 130,
      "Ï": 131,
      "Ñ": 132,
      "Ó": 133,
      "Ô": 134,
      "Ö": 135,
      "×": 136,
      "Ø": 137,
      "Ú": 138,
      "Ü": 139,
      "ß": 140,
      "à": 141,
      "á": 142,
      "â": 143,
      "ã": 144,
      "ä": 145,
      "å": 146,
      "æ": 147,
      "ç": 148,
      "è": 149,
      "é": 150,
      "ê": 151,
      "ë": 152,
      "ì": 153,
      "í": 154,
      "î": 155,
      "ï": 156,
      "ð": 157,
      "ñ": 158,
      "ò": 159,
      "ó": 160,
      "ô": 161,
      "õ": 162,
      "ö": 163,
      "÷": 164,
      "ø": 165,
      "ù": 166,
      "ú": 167,
      "û": 168,
      "ü": 169,
      "ý": 170,
      "Ā": 171,
      "ā": 172,
      "ă": 173,
      "ą": 174,
      "ć": 175,
      "Č": 176,
      "č": 177,
      "Đ": 178,
      "đ": 179,
      "ē": 180,
      "ę": 181,
      "ě": 182,
      "ğ": 183,
      "ħ": 184,
      "ī": 185,
      "İ": 186,
      "ı": 187,
      "Ł": 188,
      "ł": 189,
      "ń": 190,
      "ŋ": 191,
      "ō": 192,
      "ő": 193,
      "œ": 194,
      "ř": 195,
      "Ś": 196,
      "ś": 197,
      "Ş": 198,
      "ş": 199,
      "Š": 200,
      "š": 201,
      "ť": 202,
      "ū": 203,
      "ź": 204,
      "Ż": 205,
      "ż": 206,
      "Ž": 207,
      "ž": 208,
      "ơ": 209,
      "ư": 210,
      "ǎ": 211,
      "ǐ": 212,
      "ǒ": 213,
      "ǔ": 214,
      "ș": 215,
      "ɑ": 216,
      "ɔ": 217,
      "ɕ": 218,
      "ə": 219,
      "ɛ": 220,
      "ɜ": 221,
      "ɡ": 222,
      "ɣ": 223,
      "ɪ": 224,
      "ʁ": 225,
      "ʃ": 226,
      "ʊ": 227,
      "ʌ": 228,
      "ʔ": 229,
      "ʰ": 230,
      "ʷ": 231,
      "ʻ": 232,
      "ʿ": 233,
      "ˈ": 234,
      "ː": 235,
      "˙": 236,
      "́": 237,
      "Α": 238,
      "Δ": 239,
      "Θ": 240,
      "Μ": 241,
      "Σ": 242,
      "Φ": 243,
      "Ψ": 244,
      "Ω": 245,
      "ά": 246,
      "έ": 247,
      "ή": 248,
      "ί": 249,
      "α": 250,
      "β": 251,
      "γ": 252,
      "δ": 253,
      "ε": 254,
      "η": 255,
      "θ": 256,
      "ι": 257,
      "κ": 258,
      "λ": 259,
      "μ": 260,
      "ν": 261,
      "ξ": 262,
      "ο": 263,
      "π": 264,
      "ρ": 265,
      "ς": 266,
      "σ": 267,
      "τ": 268,
      "υ": 269,
      "φ": 270,
      "χ": 271,
      "ψ": 272,
      "ω": 273,
      "ό": 274,
      "ύ": 275,
      "ϕ": 276,
      "А": 277,
      "Б": 278,
      "В": 279,
      "Г": 280,
      "Д": 281,
      "Е": 282,
      "З": 283,
      "И": 284,
      "К": 285,
      "Л": 286,
      "М": 287,
      "Н": 288,
      "О": 289,
      "П": 290,
      "Р": 291,
      "С": 292,
      "Т": 293,
      "У": 294,
      "Ф": 295,
      "Х": 296,
      "Ц": 297,
      "Э": 298,
      "Ю": 299,
      "Я": 300,
      "а": 301,
      "б": 302,
      "в": 303,
      "г": 304,
      "д": 305,
      "е": 306,
      "ж": 307,
      "з": 308,
      "и": 309,
      "й": 310,
      "к": 311,
      "л": 312,
      "м": 313,
      "н": 314,
      "о": 315,
      "п": 316,
      "р": 317,
      "с": 318,
      "т": 319,
      "у": 320,
      "ф": 321,
      "х": 322,
      "ц": 323,
      "ч": 324,
      "ш": 325,
      "щ": 326,
      "ы": 327,
      "ь": 328,
      "э": 329,
      "ю": 330,
      "я": 331,
      "ַ": 332,
      "ֹ": 333,
      "א": 334,
      "ב": 335,
      "ו": 336,
      "ח": 337,
      "י": 338,
      "ם": 339,
      "ר": 340,
      "ש": 341,
      "ת": 342,
      "،": 343,
      "ء": 344,
      "آ": 345,
      "أ": 346,
      "إ": 347,
      "ئ": 348,
      "ا": 349,
      "ب": 350,
      "ة": 351,
      "ت": 352,
      "ث": 353,
      "ج": 354,
      "ح": 355,
      "خ": 356,
      "د": 357,
      "ذ": 358,
      "ر": 359,
      "ز": 360,
      "س": 361,
      "ش": 362,
      "ص": 363,
      "ض": 364,
      "ط": 365,
      "ع": 366,
      "غ": 367,
      "ف": 368,
      "ق": 369,
      "ك": 370,
      "ل": 371,
      "م": 372,
      "ن": 373,
      "ه": 374,
      "و": 375,
      "ى": 376,
      "ي": 377,
      "ً": 378,
      "ٍ": 379,
      "َ": 380,
      "ُ": 381,
      "ِ": 382,
      "ّ": 383,
      "ْ": 384,
      "ँ": 385,
      "आ": 386,
      "ई": 387,
      "क": 388,
      "ग": 389,
      "च": 390,
      "ज": 391,
      "ट": 392,
      "त": 393,
      "ब": 394,
      "म": 395,
      "य": 396,
      "ल": 397,
      "व": 398,
      "ह": 399,
      "ा": 400,
      "ि": 401,
      "ु": 402,
      "ू": 403,
      "ो": 404,
      "्": 405,
      "।": 406,
      "ก": 407,
      "จ": 408,
      "ส": 409,
      "อ": 410,
      "ั": 411,
      "า": 412,
      "ḍ": 413,
      "Ḥ": 414,
      "ḥ": 415,
      "ṅ": 416,
      "ṇ": 417,
      "ṛ": 418,
      "Ṣ": 419,
      "ṣ": 420,
      "ṭ": 421,
      "ạ": 422,
      "ả": 423,
      "Ấ": 424,
      "ắ": 425,
      "ẻ": 426,
      "ế": 427,
      "ệ": 428,
      "ị": 429,
      "ọ": 430,
      "ố": 431,
      "ồ": 432,
      "ộ": 433,
      "ớ": 434,
      "ờ": 435,
      "ở": 436,
      "ụ": 437,
      "ἀ": 438,
      "ἁ": 439,
      "Ἀ": 440,
      "ἐ": 441,
      "ἔ": 442,
      "ἰ": 443,
      "ὀ": 444,
      "ὁ": 445,
      "​": 446,
      "‎": 447,
      "‑": 448,
      "–": 449,
      "—": 450,
      "―": 451,
      "‖": 452,
      "‘": 453,
      "’": 454,
      "“": 455,
      "”": 456,
      "†": 457,
      "…": 458,
      "‧": 459,
      "‬": 460,
      "′": 461,
      "″": 462,
      "⁄": 463,
      "⁡": 464,
      "⁴": 465,
      "⁸": 466,
      "€": 467,
      "₱": 468,
      "₹": 469,
      "℃": 470,
      "ℓ": 471,
      "™": 472,
      "⅓": 473,
      "⅛": 474,
      "→": 475,
      "∈": 476,
      "−": 477,
      "∗": 478,
      "√": 479,
      "∞": 480,
      "∫": 481,
      "≈": 482,
      "≠": 483,
      "≤": 484,
      "≥": 485,
      "⋅": 486,
      "①": 487,
      "②": 488,
      "③": 489,
      "█": 490,
      "○": 491,
      "☺": 492,
      "⟨": 493,
      "⟩": 494,
      "、": 495,
      "。": 496,
      "々": 497,
      "〇": 498,
      "《": 499,
      "》": 500,
      "「": 501,
      "」": 502,
      "【": 503,
      "】": 504,
      "〜": 505,
      "ぁ": 506,
      "あ": 507,
      "ぃ": 508,
      "い": 509,
      "ぅ": 510,
      "う": 511,
      "ぇ": 512,
      "え": 513,
      "ぉ": 514,
      "お": 515,
      "か": 516,
      "が": 517,
      "き": 518,
      "ぎ": 519,
      "く": 520,
      "ぐ": 521,
      "け": 522,
      "げ": 523,
      "こ": 524,
      "ご": 525,
      "さ": 526,
      "ざ": 527,
      "し": 528,
      "じ": 529,
      "す": 530,
      "ず": 531,
      "せ": 532,
      "ぜ": 533,
      "そ": 534,
      "ぞ": 535,
      "た": 536,
      "だ": 537,
      "ち": 538,
      "ぢ": 539,
      "っ": 540,
      "つ": 541,
      "づ": 542,
      "て": 543,
      "で": 544,
      "と": 545,
      "ど": 546,
      "な": 547,
      "に": 548,
      "ぬ": 549,
      "ね": 550,
      "の": 551,
      "は": 552,
      "ば": 553,
      "ぱ": 554,
      "ひ": 555,
      "び": 556,
      "ぴ": 557,
      "ふ": 558,
      "ぶ": 559,
      "ぷ": 560,
      "へ": 561,
      "べ": 562,
      "ぺ": 563,
      "ほ": 564,
      "ぼ": 565,
      "ぽ": 566,
      "ま": 567,
      "み": 568,
      "む": 569,
      "め": 570,
      "も": 571,
      "ゃ": 572,
      "や": 573,
      "ゅ": 574,
      "ゆ": 575,
      "ょ": 576,
      "よ": 577,
      "ら": 578,
      "り": 579,
      "る": 580,
      "れ": 581,
      "ろ": 582,
      "わ": 583,
      "を": 584,
      "ん": 585,
      "ゔ": 586,
      "゛": 587,
      "ゝ": 588,
      "ァ": 589,
      "ア": 590,
      "ィ": 591,
      "イ": 592,
      "ゥ": 593,
      "ウ": 594,
      "ェ": 595,
      "エ": 596,
      "ォ": 597,
      "オ": 598,
      "カ": 599,
      "ガ": 600,
      "キ": 601,
      "ギ": 602,
      "ク": 603,
      "グ": 604,
      "ケ": 605,
      "ゲ": 606,
      "コ": 607,
      "ゴ": 608,
      "サ": 609,
      "ザ": 610,
      "シ": 611,
      "ジ": 612,
      "ス": 613,
      "ズ": 614,
      "セ": 615,
      "ゼ": 616,
      "ソ": 617,
      "ゾ": 618,
      "タ": 619,
      "ダ": 620,
      "チ": 621,
      "ッ": 622,
      "ツ": 623,
      "ヅ": 624,
      "テ": 625,
      "デ": 626,
      "ト": 627,
      "ド": 628,
      "ナ": 629,
      "ニ": 630,
      "ヌ": 631,
      "ネ": 632,
      "ノ": 633,
      "ハ": 634,
      "バ": 635,
      "パ": 636,
      "ヒ": 637,
      "ビ": 638,
      "ピ": 639,
      "フ": 640,
      "ブ": 641,
      "プ": 642,
      "ヘ": 643,
      "ベ": 644,
      "ペ": 645,
      "ホ": 646,
      "ボ": 647,
      "ポ": 648,
      "マ": 649,
      "ミ": 650,
      "ム": 651,
      "メ": 652,
      "モ": 653,
      "ャ": 654,
      "ヤ": 655,
      "ュ": 656,
      "ユ": 657,
      "ョ": 658,
      "ヨ": 659,
      "ラ": 660,
      "リ": 661,
      "ル": 662,
      "レ": 663,
      "ロ": 664,
      "ワ": 665,
      "ヲ": 666,
      "ン": 667,
      "ヴ": 668,
      "ヵ": 669,
      "ヶ": 670,
      "・": 671,
      "ー": 672,
      "ㄊ": 673,
      "ㄋ": 674,
      "ㄌ": 675,
      "ㄍ": 676,
      "ㄎ": 677,
      "ㄏ": 678,
      "ㄚ": 679,
      "ㄜ": 680,
      "ㄟ": 681,
      "ㄤ": 682,
      "ㄧ": 683,
      "ㄨ": 684,
      "ㄱ": 685,
      "ㄴ": 686,
      "ㄷ": 687,
      "ㄸ": 688,
      "ㄹ": 689,
      "ㅁ": 690,
      "ㅂ": 691,
      "ㅅ": 692,
      "ㅇ": 693,
      "ㅈ": 694,
      "ㅋ": 695,
      "ㅎ": 696,
      "ㅏ": 697,
      "ㅣ": 698,
      "㎡": 699,
      "㑩": 700,
      "㓥": 701,
      "㖞": 702,
      "㗎": 703,
      "一": 704,
      "丁": 705,
      "七": 706,
      "万": 707,
      "丈": 708,
      "三": 709,
      "上": 710,
      "下": 711,
      "不": 712,
      "与": 713,
      "丐": 714,
      "丑": 715,
      "专": 716,
      "且": 717,
      "丕": 718,
      "世": 719,
      "丘": 720,
      "丙": 721,
      "业": 722,
      "丛": 723,
      "东": 724,
      "丝": 725,
      "丞": 726,
      "丟": 727,
      "両": 728,
      "丢": 729,
      "两": 730,
      "严": 731,
      "並": 732,
      "丧": 733,
      "个": 734,
      "丫": 735,
      "中": 736,
      "丰": 737,
      "串": 738,
      "临": 739,
      "丸": 740,
      "丹": 741,
      "为": 742,
      "主": 743,
      "丼": 744,
      "丽": 745,
      "举": 746,
      "乃": 747,
      "久": 748,
      "么": 749,
      "义": 750,
      "之": 751,
      "乌": 752,
      "乍": 753,
      "乎": 754,
      "乏": 755,
      "乐": 756,
      "乒": 757,
      "乓": 758,
      "乔": 759,
      "乖": 760,
      "乗": 761,
      "乘": 762,
      "乙": 763,
      "乜": 764,
      "九": 765,
      "乞": 766,
      "也": 767,
      "习": 768,
      "乡": 769,
      "书": 770,
      "买": 771,
      "乱": 772,
      "乳": 773,
      "乾": 774,
      "亀": 775,
      "亂": 776,
      "了": 777,
      "予": 778,
      "争": 779,
      "事": 780,
      "二": 781,
      "于": 782,
      "亏": 783,
      "云": 784,
      "互": 785,
      "五": 786,
      "井": 787,
      "亘": 788,
      "亚": 789,
      "些": 790,
      "亜": 791,
      "亟": 792,
      "亡": 793,
      "亢": 794,
      "交": 795,
      "亥": 796,
      "亦": 797,
      "产": 798,
      "亨": 799,
      "亩": 800,
      "享": 801,
      "京": 802,
      "亭": 803,
      "亮": 804,
      "亲": 805,
      "亳": 806,
      "亵": 807,
      "人": 808,
      "亿": 809,
      "什": 810,
      "仁": 811,
      "仃": 812,
      "仅": 813,
      "仆": 814,
      "仇": 815,
      "今": 816,
      "介": 817,
      "仍": 818,
      "从": 819,
      "仏": 820,
      "仑": 821,
      "仓": 822,
      "仔": 823,
      "仕": 824,
      "他": 825,
      "仗": 826,
      "付": 827,
      "仙": 828,
      "仞": 829,
      "代": 830,
      "令": 831,
      "以": 832,
      "仨": 833,
      "仪": 834,
      "们": 835,
      "仮": 836,
      "仰": 837,
      "仲": 838,
      "件": 839,
      "价": 840,
      "任": 841,
      "份": 842,
      "仿": 843,
      "企": 844,
      "伊": 845,
      "伍": 846,
      "伎": 847,
      "伏": 848,
      "伐": 849,
      "休": 850,
      "众": 851,
      "优": 852,
      "伙": 853,
      "会": 854,
      "伝": 855,
      "伞": 856,
      "伟": 857,
      "传": 858,
      "伤": 859,
      "伥": 860,
      "伦": 861,
      "伪": 862,
      "伫": 863,
      "伯": 864,
      "估": 865,
      "伴": 866,
      "伶": 867,
      "伸": 868,
      "伺": 869,
      "似": 870,
      "伽": 871,
      "佃": 872,
      "但": 873,
      "佇": 874,
      "位": 875,
      "低": 876,
      "住": 877,
      "佐": 878,
      "佑": 879,
      "体": 880,
      "佔": 881,
      "何": 882,
      "佗": 883,
      "佘": 884,
      "余": 885,
      "佛": 886,
      "作": 887,
      "佝": 888,
      "佞": 889,
      "佟": 890,
      "你": 891,
      "佢": 892,
      "佣": 893,
      "佩": 894,
      "佬": 895,
      "佯": 896,
      "佰": 897,
      "佳": 898,
      "併": 899,
      "佼": 900,
      "使": 901,
      "侃": 902,
      "侄": 903,
      "來": 904,
      "侈": 905,
      "例": 906,
      "侍": 907,
      "侏": 908,
      "侖": 909,
      "侗": 910,
      "供": 911,
      "依": 912,
      "侠": 913,
      "価": 914,
      "侣": 915,
      "侥": 916,
      "侦": 917,
      "侧": 918,
      "侨": 919,
      "侪": 920,
      "侬": 921,
      "侮": 922,
      "侯": 923,
      "侵": 924,
      "侶": 925,
      "便": 926,
      "係": 927,
      "促": 928,
      "俄": 929,
      "俅": 930,
      "俊": 931,
      "俎": 932,
      "俏": 933,
      "俐": 934,
      "俑": 935,
      "俗": 936,
      "俘": 937,
      "俚": 938,
      "保": 939,
      "俞": 940,
      "俠": 941,
      "信": 942,
      "俨": 943,
      "俩": 944,
      "俪": 945,
      "俭": 946,
      "修": 947,
      "俯": 948,
      "俱": 949,
      "俳": 950,
      "俵": 951,
      "俸": 952,
      "俺": 953,
      "俾": 954,
      "倆": 955,
      "倉": 956,
      "個": 957,
      "倍": 958,
      "們": 959,
      "倒": 960,
      "倔": 961,
      "倘": 962,
      "候": 963,
      "倚": 964,
      "倜": 965,
      "借": 966,
      "倡": 967,
      "倣": 968,
      "値": 969,
      "倦": 970,
      "倩": 971,
      "倪": 972,
      "倫": 973,
      "倭": 974,
      "倶": 975,
      "债": 976,
      "值": 977,
      "倾": 978,
      "偃": 979,
      "假": 980,
      "偉": 981,
      "偌": 982,
      "偎": 983,
      "偏": 984,
      "偕": 985,
      "做": 986,
      "停": 987,
      "健": 988,
      "側": 989,
      "偵": 990,
      "偶": 991,
      "偷": 992,
      "偽": 993,
      "偿": 994,
      "傀": 995,
      "傅": 996,
      "傍": 997,
      "傑": 998,
      "傘": 999,
      "備": 1000,
      "傥": 1001,
      "储": 1002,
      "催": 1003,
      "傭": 1004,
      "傲": 1005,
      "傳": 1006,
      "債": 1007,
      "傷": 1008,
      "傻": 1009,
      "傾": 1010,
      "僅": 1011,
      "働": 1012,
      "像": 1013,
      "僕": 1014,
      "僚": 1015,
      "僧": 1016,
      "僭": 1017,
      "僵": 1018,
      "價": 1019,
      "僻": 1020,
      "儀": 1021,
      "億": 1022,
      "儆": 1023,
      "儒": 1024,
      "儘": 1025,
      "儚": 1026,
      "償": 1027,
      "儡": 1028,
      "優": 1029,
      "儲": 1030,
      "儿": 1031,
      "兀": 1032,
      "允": 1033,
      "元": 1034,
      "兄": 1035,
      "充": 1036,
      "兆": 1037,
      "先": 1038,
      "光": 1039,
      "克": 1040,
      "免": 1041,
      "兎": 1042,
      "児": 1043,
      "兑": 1044,
      "兒": 1045,
      "兔": 1046,
      "兖": 1047,
      "党": 1048,
      "兜": 1049,
      "兢": 1050,
      "入": 1051,
      "內": 1052,
      "全": 1053,
      "兩": 1054,
      "八": 1055,
      "公": 1056,
      "六": 1057,
      "兮": 1058,
      "兰": 1059,
      "共": 1060,
      "关": 1061,
      "兴": 1062,
      "兵": 1063,
      "其": 1064,
      "具": 1065,
      "典": 1066,
      "兹": 1067,
      "养": 1068,
      "兼": 1069,
      "兽": 1070,
      "冀": 1071,
      "内": 1072,
      "円": 1073,
      "冇": 1074,
      "冈": 1075,
      "冉": 1076,
      "冊": 1077,
      "册": 1078,
      "再": 1079,
      "冑": 1080,
      "冒": 1081,
      "冕": 1082,
      "冗": 1083,
      "写": 1084,
      "冚": 1085,
      "军": 1086,
      "农": 1087,
      "冠": 1088,
      "冤": 1089,
      "冥": 1090,
      "冬": 1091,
      "冯": 1092,
      "冰": 1093,
      "冲": 1094,
      "决": 1095,
      "冴": 1096,
      "况": 1097,
      "冶": 1098,
      "冷": 1099,
      "冻": 1100,
      "冽": 1101,
      "净": 1102,
      "凄": 1103,
      "准": 1104,
      "凉": 1105,
      "凋": 1106,
      "凌": 1107,
      "凍": 1108,
      "减": 1109,
      "凑": 1110,
      "凛": 1111,
      "凜": 1112,
      "凝": 1113,
      "几": 1114,
      "凡": 1115,
      "凤": 1116,
      "処": 1117,
      "凧": 1118,
      "凪": 1119,
      "凭": 1120,
      "凯": 1121,
      "凰": 1122,
      "凱": 1123,
      "凳": 1124,
      "凶": 1125,
      "凸": 1126,
      "凹": 1127,
      "出": 1128,
      "击": 1129,
      "函": 1130,
      "凿": 1131,
      "刀": 1132,
      "刁": 1133,
      "刃": 1134,
      "分": 1135,
      "切": 1136,
      "刈": 1137,
      "刊": 1138,
      "刍": 1139,
      "刎": 1140,
      "刑": 1141,
      "划": 1142,
      "列": 1143,
      "刘": 1144,
      "则": 1145,
      "刚": 1146,
      "创": 1147,
      "初": 1148,
      "删": 1149,
      "判": 1150,
      "別": 1151,
      "刨": 1152,
      "利": 1153,
      "别": 1154,
      "刮": 1155,
      "到": 1156,
      "制": 1157,
      "刷": 1158,
      "券": 1159,
      "刹": 1160,
      "刺": 1161,
      "刻": 1162,
      "刽": 1163,
      "剁": 1164,
      "剂": 1165,
      "剃": 1166,
      "則": 1167,
      "削": 1168,
      "剌": 1169,
      "前": 1170,
      "剎": 1171,
      "剐": 1172,
      "剑": 1173,
      "剔": 1174,
      "剖": 1175,
      "剛": 1176,
      "剝": 1177,
      "剣": 1178,
      "剤": 1179,
      "剥": 1180,
      "剧": 1181,
      "剩": 1182,
      "剪": 1183,
      "副": 1184,
      "剰": 1185,
      "割": 1186,
      "創": 1187,
      "剽": 1188,
      "剿": 1189,
      "劃": 1190,
      "劇": 1191,
      "劈": 1192,
      "劉": 1193,
      "劍": 1194,
      "劏": 1195,
      "劑": 1196,
      "力": 1197,
      "劝": 1198,
      "办": 1199,
      "功": 1200,
      "加": 1201,
      "务": 1202,
      "劣": 1203,
      "动": 1204,
      "助": 1205,
      "努": 1206,
      "劫": 1207,
      "励": 1208,
      "劲": 1209,
      "劳": 1210,
      "労": 1211,
      "効": 1212,
      "劾": 1213,
      "势": 1214,
      "勃": 1215,
      "勇": 1216,
      "勉": 1217,
      "勋": 1218,
      "勒": 1219,
      "動": 1220,
      "勘": 1221,
      "務": 1222,
      "勝": 1223,
      "勞": 1224,
      "募": 1225,
      "勢": 1226,
      "勤": 1227,
      "勧": 1228,
      "勲": 1229,
      "勵": 1230,
      "勺": 1231,
      "勾": 1232,
      "勿": 1233,
      "匀": 1234,
      "匂": 1235,
      "包": 1236,
      "匆": 1237,
      "匈": 1238,
      "匍": 1239,
      "匐": 1240,
      "匕": 1241,
      "化": 1242,
      "北": 1243,
      "匙": 1244,
      "匠": 1245,
      "匡": 1246,
      "匣": 1247,
      "匪": 1248,
      "匮": 1249,
      "匹": 1250,
      "区": 1251,
      "医": 1252,
      "匾": 1253,
      "匿": 1254,
      "區": 1255,
      "十": 1256,
      "千": 1257,
      "升": 1258,
      "午": 1259,
      "卉": 1260,
      "半": 1261,
      "华": 1262,
      "协": 1263,
      "卑": 1264,
      "卒": 1265,
      "卓": 1266,
      "協": 1267,
      "单": 1268,
      "卖": 1269,
      "南": 1270,
      "単": 1271,
      "博": 1272,
      "卜": 1273,
      "卞": 1274,
      "占": 1275,
      "卡": 1276,
      "卢": 1277,
      "卤": 1278,
      "卦": 1279,
      "卧": 1280,
      "卫": 1281,
      "卯": 1282,
      "印": 1283,
      "危": 1284,
      "即": 1285,
      "却": 1286,
      "卵": 1287,
      "卷": 1288,
      "卸": 1289,
      "卿": 1290,
      "厂": 1291,
      "厄": 1292,
      "厅": 1293,
      "历": 1294,
      "厉": 1295,
      "压": 1296,
      "厌": 1297,
      "厕": 1298,
      "厘": 1299,
      "厚": 1300,
      "原": 1301,
      "厢": 1302,
      "厥": 1303,
      "厦": 1304,
      "厨": 1305,
      "厩": 1306,
      "厭": 1307,
      "厮": 1308,
      "厲": 1309,
      "厳": 1310,
      "去": 1311,
      "县": 1312,
      "参": 1313,
      "參": 1314,
      "又": 1315,
      "叉": 1316,
      "及": 1317,
      "友": 1318,
      "双": 1319,
      "反": 1320,
      "収": 1321,
      "发": 1322,
      "叔": 1323,
      "取": 1324,
      "受": 1325,
      "变": 1326,
      "叙": 1327,
      "叛": 1328,
      "叟": 1329,
      "叠": 1330,
      "叢": 1331,
      "口": 1332,
      "古": 1333,
      "句": 1334,
      "另": 1335,
      "叨": 1336,
      "叩": 1337,
      "只": 1338,
      "叫": 1339,
      "召": 1340,
      "叭": 1341,
      "叮": 1342,
      "可": 1343,
      "台": 1344,
      "叱": 1345,
      "史": 1346,
      "右": 1347,
      "叵": 1348,
      "叶": 1349,
      "号": 1350,
      "司": 1351,
      "叹": 1352,
      "叻": 1353,
      "叼": 1354,
      "叽": 1355,
      "吁": 1356,
      "吃": 1357,
      "各": 1358,
      "吆": 1359,
      "合": 1360,
      "吉": 1361,
      "吊": 1362,
      "同": 1363,
      "名": 1364,
      "后": 1365,
      "吏": 1366,
      "吐": 1367,
      "向": 1368,
      "吒": 1369,
      "吓": 1370,
      "吕": 1371,
      "吖": 1372,
      "吗": 1373,
      "君": 1374,
      "吝": 1375,
      "吞": 1376,
      "吟": 1377,
      "吠": 1378,
      "否": 1379,
      "吧": 1380,
      "吨": 1381,
      "吩": 1382,
      "含": 1383,
      "听": 1384,
      "吭": 1385,
      "吮": 1386,
      "启": 1387,
      "吱": 1388,
      "吴": 1389,
      "吵": 1390,
      "吶": 1391,
      "吸": 1392,
      "吹": 1393,
      "吻": 1394,
      "吼": 1395,
      "吾": 1396,
      "呀": 1397,
      "呂": 1398,
      "呃": 1399,
      "呆": 1400,
      "呈": 1401,
      "呉": 1402,
      "告": 1403,
      "呎": 1404,
      "呐": 1405,
      "呑": 1406,
      "呓": 1407,
      "呕": 1408,
      "呗": 1409,
      "员": 1410,
      "呛": 1411,
      "呜": 1412,
      "呟": 1413,
      "呢": 1414,
      "呦": 1415,
      "周": 1416,
      "呪": 1417,
      "呱": 1418,
      "呲": 1419,
      "味": 1420,
      "呵": 1421,
      "呷": 1422,
      "呸": 1423,
      "呻": 1424,
      "呼": 1425,
      "命": 1426,
      "咀": 1427,
      "咁": 1428,
      "咄": 1429,
      "咆": 1430,
      "咋": 1431,
      "和": 1432,
      "咎": 1433,
      "咏": 1434,
      "咐": 1435,
      "咒": 1436,
      "咔": 1437,
      "咕": 1438,
      "咖": 1439,
      "咗": 1440,
      "咙": 1441,
      "咚": 1442,
      "咛": 1443,
      "咣": 1444,
      "咤": 1445,
      "咦": 1446,
      "咧": 1447,
      "咨": 1448,
      "咩": 1449,
      "咪": 1450,
      "咫": 1451,
      "咬": 1452,
      "咯": 1453,
      "咱": 1454,
      "咲": 1455,
      "咳": 1456,
      "咵": 1457,
      "咸": 1458,
      "咻": 1459,
      "咽": 1460,
      "咿": 1461,
      "哀": 1462,
      "品": 1463,
      "哂": 1464,
      "哄": 1465,
      "哆": 1466,
      "哇": 1467,
      "哈": 1468,
      "哉": 1469,
      "哋": 1470,
      "响": 1471,
      "哎": 1472,
      "哏": 1473,
      "哐": 1474,
      "哑": 1475,
      "哒": 1476,
      "哔": 1477,
      "哗": 1478,
      "哟": 1479,
      "員": 1480,
      "哥": 1481,
      "哦": 1482,
      "哧": 1483,
      "哨": 1484,
      "哩": 1485,
      "哪": 1486,
      "哭": 1487,
      "哮": 1488,
      "哲": 1489,
      "哺": 1490,
      "哼": 1491,
      "哽": 1492,
      "唁": 1493,
      "唄": 1494,
      "唆": 1495,
      "唇": 1496,
      "唉": 1497,
      "唏": 1498,
      "唐": 1499,
      "唔": 1500,
      "唠": 1501,
      "唢": 1502,
      "唤": 1503,
      "唧": 1504,
      "唬": 1505,
      "售": 1506,
      "唯": 1507,
      "唰": 1508,
      "唱": 1509,
      "唳": 1510,
      "唷": 1511,
      "唸": 1512,
      "唾": 1513,
      "啃": 1514,
      "啄": 1515,
      "商": 1516,
      "啊": 1517,
      "問": 1518,
      "啓": 1519,
      "啕": 1520,
      "啖": 1521,
      "啜": 1522,
      "啞": 1523,
      "啟": 1524,
      "啡": 1525,
      "啤": 1526,
      "啥": 1527,
      "啦": 1528,
      "啧": 1529,
      "啪": 1530,
      "啫": 1531,
      "啬": 1532,
      "啮": 1533,
      "啰": 1534,
      "啱": 1535,
      "啲": 1536,
      "啵": 1537,
      "啷": 1538,
      "啸": 1539,
      "啼": 1540,
      "啾": 1541,
      "喀": 1542,
      "喂": 1543,
      "喃": 1544,
      "善": 1545,
      "喆": 1546,
      "喇": 1547,
      "喉": 1548,
      "喊": 1549,
      "喋": 1550,
      "喎": 1551,
      "喏": 1552,
      "喑": 1553,
      "喔": 1554,
      "喘": 1555,
      "喚": 1556,
      "喜": 1557,
      "喝": 1558,
      "喧": 1559,
      "喩": 1560,
      "喪": 1561,
      "喫": 1562,
      "喬": 1563,
      "單": 1564,
      "喰": 1565,
      "喱": 1566,
      "喳": 1567,
      "喵": 1568,
      "営": 1569,
      "喷": 1570,
      "喺": 1571,
      "喻": 1572,
      "喽": 1573,
      "嗅": 1574,
      "嗇": 1575,
      "嗌": 1576,
      "嗎": 1577,
      "嗑": 1578,
      "嗒": 1579,
      "嗓": 1580,
      "嗔": 1581,
      "嗖": 1582,
      "嗚": 1583,
      "嗜": 1584,
      "嗝": 1585,
      "嗡": 1586,
      "嗣": 1587,
      "嗤": 1588,
      "嗦": 1589,
      "嗨": 1590,
      "嗯": 1591,
      "嗰": 1592,
      "嗱": 1593,
      "嗲": 1594,
      "嗶": 1595,
      "嗷": 1596,
      "嗽": 1597,
      "嘀": 1598,
      "嘅": 1599,
      "嘆": 1600,
      "嘈": 1601,
      "嘉": 1602,
      "嘎": 1603,
      "嘔": 1604,
      "嘖": 1605,
      "嘗": 1606,
      "嘘": 1607,
      "嘚": 1608,
      "嘛": 1609,
      "嘞": 1610,
      "嘟": 1611,
      "嘢": 1612,
      "嘣": 1613,
      "嘩": 1614,
      "嘭": 1615,
      "嘰": 1616,
      "嘱": 1617,
      "嘲": 1618,
      "嘴": 1619,
      "嘶": 1620,
      "嘹": 1621,
      "嘻": 1622,
      "嘿": 1623,
      "噁": 1624,
      "噂": 1625,
      "噌": 1626,
      "噎": 1627,
      "噓": 1628,
      "噔": 1629,
      "噗": 1630,
      "噙": 1631,
      "噛": 1632,
      "噜": 1633,
      "噠": 1634,
      "噢": 1635,
      "噤": 1636,
      "器": 1637,
      "噩": 1638,
      "噪": 1639,
      "噬": 1640,
      "噱": 1641,
      "噴": 1642,
      "噶": 1643,
      "噸": 1644,
      "噹": 1645,
      "噻": 1646,
      "噼": 1647,
      "嚇": 1648,
      "嚎": 1649,
      "嚏": 1650,
      "嚓": 1651,
      "嚕": 1652,
      "嚟": 1653,
      "嚣": 1654,
      "嚯": 1655,
      "嚴": 1656,
      "嚷": 1657,
      "嚼": 1658,
      "囁": 1659,
      "囂": 1660,
      "囉": 1661,
      "囊": 1662,
      "囔": 1663,
      "囚": 1664,
      "四": 1665,
      "回": 1666,
      "因": 1667,
      "团": 1668,
      "団": 1669,
      "囤": 1670,
      "囧": 1671,
      "囫": 1672,
      "园": 1673,
      "困": 1674,
      "囱": 1675,
      "囲": 1676,
      "図": 1677,
      "围": 1678,
      "囵": 1679,
      "囹": 1680,
      "固": 1681,
      "国": 1682,
      "图": 1683,
      "圃": 1684,
      "圄": 1685,
      "圆": 1686,
      "圈": 1687,
      "國": 1688,
      "圍": 1689,
      "圏": 1690,
      "園": 1691,
      "圖": 1692,
      "團": 1693,
      "圜": 1694,
      "土": 1695,
      "圣": 1696,
      "圧": 1697,
      "在": 1698,
      "圭": 1699,
      "地": 1700,
      "圳": 1701,
      "场": 1702,
      "圾": 1703,
      "址": 1704,
      "坂": 1705,
      "均": 1706,
      "坊": 1707,
      "坍": 1708,
      "坎": 1709,
      "坏": 1710,
      "坐": 1711,
      "坑": 1712,
      "块": 1713,
      "坚": 1714,
      "坛": 1715,
      "坝": 1716,
      "坞": 1717,
      "坟": 1718,
      "坠": 1719,
      "坡": 1720,
      "坤": 1721,
      "坦": 1722,
      "坨": 1723,
      "坪": 1724,
      "坯": 1725,
      "坳": 1726,
      "坷": 1727,
      "垂": 1728,
      "垃": 1729,
      "垄": 1730,
      "型": 1731,
      "垒": 1732,
      "垓": 1733,
      "垛": 1734,
      "垠": 1735,
      "垢": 1736,
      "垣": 1737,
      "垦": 1738,
      "垫": 1739,
      "垮": 1740,
      "埂": 1741,
      "埃": 1742,
      "埋": 1743,
      "城": 1744,
      "埒": 1745,
      "埔": 1746,
      "埕": 1747,
      "域": 1748,
      "埠": 1749,
      "執": 1750,
      "培": 1751,
      "基": 1752,
      "埼": 1753,
      "堀": 1754,
      "堂": 1755,
      "堅": 1756,
      "堆": 1757,
      "堑": 1758,
      "堕": 1759,
      "堡": 1760,
      "堤": 1761,
      "堪": 1762,
      "堰": 1763,
      "報": 1764,
      "場": 1765,
      "堵": 1766,
      "堺": 1767,
      "塁": 1768,
      "塊": 1769,
      "塌": 1770,
      "塑": 1771,
      "塔": 1772,
      "塗": 1773,
      "塘": 1774,
      "塚": 1775,
      "塞": 1776,
      "塩": 1777,
      "填": 1778,
      "塵": 1779,
      "塾": 1780,
      "境": 1781,
      "墅": 1782,
      "墉": 1783,
      "墓": 1784,
      "増": 1785,
      "墙": 1786,
      "墜": 1787,
      "增": 1788,
      "墟": 1789,
      "墨": 1790,
      "墩": 1791,
      "墮": 1792,
      "墳": 1793,
      "墾": 1794,
      "壁": 1795,
      "壇": 1796,
      "壊": 1797,
      "壌": 1798,
      "壑": 1799,
      "壓": 1800,
      "壕": 1801,
      "壤": 1802,
      "士": 1803,
      "壮": 1804,
      "声": 1805,
      "売": 1806,
      "壳": 1807,
      "壶": 1808,
      "壹": 1809,
      "壺": 1810,
      "处": 1811,
      "备": 1812,
      "変": 1813,
      "复": 1814,
      "夏": 1815,
      "夕": 1816,
      "外": 1817,
      "夙": 1818,
      "多": 1819,
      "夜": 1820,
      "够": 1821,
      "夠": 1822,
      "夢": 1823,
      "夥": 1824,
      "大": 1825,
      "天": 1826,
      "太": 1827,
      "夫": 1828,
      "夭": 1829,
      "央": 1830,
      "夯": 1831,
      "失": 1832,
      "头": 1833,
      "夷": 1834,
      "夸": 1835,
      "夹": 1836,
      "夺": 1837,
      "夾": 1838,
      "奂": 1839,
      "奄": 1840,
      "奇": 1841,
      "奈": 1842,
      "奉": 1843,
      "奋": 1844,
      "奎": 1845,
      "奏": 1846,
      "奐": 1847,
      "契": 1848,
      "奔": 1849,
      "奕": 1850,
      "奖": 1851,
      "套": 1852,
      "奘": 1853,
      "奚": 1854,
      "奠": 1855,
      "奢": 1856,
      "奥": 1857,
      "奧": 1858,
      "奨": 1859,
      "奪": 1860,
      "奮": 1861,
      "女": 1862,
      "奴": 1863,
      "奶": 1864,
      "奸": 1865,
      "她": 1866,
      "好": 1867,
      "妁": 1868,
      "如": 1869,
      "妃": 1870,
      "妄": 1871,
      "妆": 1872,
      "妇": 1873,
      "妈": 1874,
      "妊": 1875,
      "妍": 1876,
      "妒": 1877,
      "妓": 1878,
      "妖": 1879,
      "妙": 1880,
      "妞": 1881,
      "妤": 1882,
      "妥": 1883,
      "妨": 1884,
      "妩": 1885,
      "妬": 1886,
      "妮": 1887,
      "妲": 1888,
      "妳": 1889,
      "妹": 1890,
      "妻": 1891,
      "妾": 1892,
      "姆": 1893,
      "姉": 1894,
      "姊": 1895,
      "始": 1896,
      "姐": 1897,
      "姑": 1898,
      "姓": 1899,
      "委": 1900,
      "姗": 1901,
      "姚": 1902,
      "姜": 1903,
      "姝": 1904,
      "姣": 1905,
      "姥": 1906,
      "姦": 1907,
      "姨": 1908,
      "姪": 1909,
      "姫": 1910,
      "姬": 1911,
      "姻": 1912,
      "姿": 1913,
      "威": 1914,
      "娃": 1915,
      "娄": 1916,
      "娅": 1917,
      "娆": 1918,
      "娇": 1919,
      "娑": 1920,
      "娓": 1921,
      "娘": 1922,
      "娜": 1923,
      "娟": 1924,
      "娠": 1925,
      "娣": 1926,
      "娥": 1927,
      "娩": 1928,
      "娯": 1929,
      "娱": 1930,
      "娲": 1931,
      "娴": 1932,
      "娶": 1933,
      "娼": 1934,
      "婀": 1935,
      "婆": 1936,
      "婉": 1937,
      "婊": 1938,
      "婕": 1939,
      "婚": 1940,
      "婢": 1941,
      "婦": 1942,
      "婧": 1943,
      "婪": 1944,
      "婴": 1945,
      "婵": 1946,
      "婶": 1947,
      "婷": 1948,
      "婿": 1949,
      "媒": 1950,
      "媚": 1951,
      "媛": 1952,
      "媲": 1953,
      "媳": 1954,
      "媽": 1955,
      "嫁": 1956,
      "嫂": 1957,
      "嫉": 1958,
      "嫌": 1959,
      "嫔": 1960,
      "嫖": 1961,
      "嫡": 1962,
      "嫣": 1963,
      "嫦": 1964,
      "嫩": 1965,
      "嫻": 1966,
      "嬅": 1967,
      "嬉": 1968,
      "嬌": 1969,
      "嬛": 1970,
      "嬢": 1971,
      "嬤": 1972,
      "嬰": 1973,
      "嬲": 1974,
      "嬴": 1975,
      "嬷": 1976,
      "孀": 1977,
      "子": 1978,
      "孑": 1979,
      "孔": 1980,
      "孕": 1981,
      "字": 1982,
      "存": 1983,
      "孙": 1984,
      "孚": 1985,
      "孜": 1986,
      "孝": 1987,
      "孟": 1988,
      "孢": 1989,
      "季": 1990,
      "孤": 1991,
      "学": 1992,
      "孩": 1993,
      "孪": 1994,
      "孫": 1995,
      "孬": 1996,
      "孰": 1997,
      "孱": 1998,
      "孵": 1999,
      "學": 2000,
      "孺": 2001,
      "孽": 2002,
      "宁": 2003,
      "它": 2004,
      "宅": 2005,
      "宇": 2006,
      "守": 2007,
      "安": 2008,
      "宋": 2009,
      "完": 2010,
      "宏": 2011,
      "宕": 2012,
      "宗": 2013,
      "官": 2014,
      "宙": 2015,
      "定": 2016,
      "宛": 2017,
      "宜": 2018,
      "宝": 2019,
      "实": 2020,
      "実": 2021,
      "宠": 2022,
      "审": 2023,
      "客": 2024,
      "宣": 2025,
      "室": 2026,
      "宥": 2027,
      "宦": 2028,
      "宪": 2029,
      "宫": 2030,
      "宮": 2031,
      "宰": 2032,
      "害": 2033,
      "宴": 2034,
      "宵": 2035,
      "家": 2036,
      "容": 2037,
      "宽": 2038,
      "宾": 2039,
      "宿": 2040,
      "寂": 2041,
      "寄": 2042,
      "寅": 2043,
      "密": 2044,
      "寇": 2045,
      "富": 2046,
      "寐": 2047,
      "寒": 2048,
      "寓": 2049,
      "寛": 2050,
      "寝": 2051,
      "寞": 2052,
      "察": 2053,
      "寡": 2054,
      "寥": 2055,
      "實": 2056,
      "寧": 2057,
      "寨": 2058,
      "審": 2059,
      "寫": 2060,
      "寬": 2061,
      "寮": 2062,
      "寰": 2063,
      "寵": 2064,
      "寸": 2065,
      "对": 2066,
      "寺": 2067,
      "寻": 2068,
      "导": 2069,
      "対": 2070,
      "寿": 2071,
      "封": 2072,
      "専": 2073,
      "射": 2074,
      "将": 2075,
      "將": 2076,
      "專": 2077,
      "尉": 2078,
      "尊": 2079,
      "尋": 2080,
      "對": 2081,
      "導": 2082,
      "小": 2083,
      "少": 2084,
      "尔": 2085,
      "尖": 2086,
      "尘": 2087,
      "尚": 2088,
      "尝": 2089,
      "尤": 2090,
      "尧": 2091,
      "尬": 2092,
      "就": 2093,
      "尴": 2094,
      "尷": 2095,
      "尸": 2096,
      "尹": 2097,
      "尺": 2098,
      "尻": 2099,
      "尼": 2100,
      "尽": 2101,
      "尾": 2102,
      "尿": 2103,
      "局": 2104,
      "屁": 2105,
      "层": 2106,
      "居": 2107,
      "屆": 2108,
      "屈": 2109,
      "屉": 2110,
      "届": 2111,
      "屋": 2112,
      "屌": 2113,
      "屍": 2114,
      "屎": 2115,
      "屏": 2116,
      "屐": 2117,
      "屑": 2118,
      "展": 2119,
      "屜": 2120,
      "属": 2121,
      "屠": 2122,
      "屡": 2123,
      "屢": 2124,
      "層": 2125,
      "履": 2126,
      "屬": 2127,
      "屯": 2128,
      "山": 2129,
      "屹": 2130,
      "屿": 2131,
      "岁": 2132,
      "岂": 2133,
      "岌": 2134,
      "岐": 2135,
      "岑": 2136,
      "岔": 2137,
      "岖": 2138,
      "岗": 2139,
      "岚": 2140,
      "岛": 2141,
      "岡": 2142,
      "岩": 2143,
      "岫": 2144,
      "岬": 2145,
      "岭": 2146,
      "岳": 2147,
      "岷": 2148,
      "岸": 2149,
      "峋": 2150,
      "峙": 2151,
      "峠": 2152,
      "峡": 2153,
      "峥": 2154,
      "峦": 2155,
      "峨": 2156,
      "峪": 2157,
      "峭": 2158,
      "峯": 2159,
      "峰": 2160,
      "島": 2161,
      "峻": 2162,
      "峽": 2163,
      "崂": 2164,
      "崆": 2165,
      "崇": 2166,
      "崎": 2167,
      "崔": 2168,
      "崖": 2169,
      "崗": 2170,
      "崛": 2171,
      "崩": 2172,
      "崭": 2173,
      "崴": 2174,
      "崽": 2175,
      "嵇": 2176,
      "嵌": 2177,
      "嵐": 2178,
      "嵘": 2179,
      "嵩": 2180,
      "嵬": 2181,
      "嶋": 2182,
      "嶙": 2183,
      "嶺": 2184,
      "嶽": 2185,
      "巅": 2186,
      "巍": 2187,
      "川": 2188,
      "州": 2189,
      "巡": 2190,
      "巢": 2191,
      "巣": 2192,
      "工": 2193,
      "左": 2194,
      "巧": 2195,
      "巨": 2196,
      "巩": 2197,
      "巫": 2198,
      "差": 2199,
      "己": 2200,
      "已": 2201,
      "巳": 2202,
      "巴": 2203,
      "巷": 2204,
      "巻": 2205,
      "巾": 2206,
      "币": 2207,
      "市": 2208,
      "布": 2209,
      "帅": 2210,
      "帆": 2211,
      "师": 2212,
      "希": 2213,
      "帐": 2214,
      "帑": 2215,
      "帕": 2216,
      "帖": 2217,
      "帘": 2218,
      "帚": 2219,
      "帛": 2220,
      "帜": 2221,
      "帝": 2222,
      "帥": 2223,
      "带": 2224,
      "帧": 2225,
      "師": 2226,
      "席": 2227,
      "帮": 2228,
      "帯": 2229,
      "帰": 2230,
      "帳": 2231,
      "帶": 2232,
      "帷": 2233,
      "常": 2234,
      "帼": 2235,
      "帽": 2236,
      "幂": 2237,
      "幄": 2238,
      "幅": 2239,
      "幌": 2240,
      "幕": 2241,
      "幡": 2242,
      "幢": 2243,
      "幣": 2244,
      "幫": 2245,
      "干": 2246,
      "平": 2247,
      "年": 2248,
      "并": 2249,
      "幸": 2250,
      "幹": 2251,
      "幺": 2252,
      "幻": 2253,
      "幼": 2254,
      "幽": 2255,
      "幾": 2256,
      "广": 2257,
      "庁": 2258,
      "広": 2259,
      "庄": 2260,
      "庆": 2261,
      "庇": 2262,
      "床": 2263,
      "序": 2264,
      "庐": 2265,
      "库": 2266,
      "应": 2267,
      "底": 2268,
      "庖": 2269,
      "店": 2270,
      "庙": 2271,
      "庚": 2272,
      "府": 2273,
      "庞": 2274,
      "废": 2275,
      "度": 2276,
      "座": 2277,
      "庫": 2278,
      "庭": 2279,
      "庵": 2280,
      "庶": 2281,
      "康": 2282,
      "庸": 2283,
      "廁": 2284,
      "廃": 2285,
      "廈": 2286,
      "廉": 2287,
      "廊": 2288,
      "廓": 2289,
      "廖": 2290,
      "廚": 2291,
      "廟": 2292,
      "廠": 2293,
      "廣": 2294,
      "廳": 2295,
      "延": 2296,
      "廷": 2297,
      "建": 2298,
      "廻": 2299,
      "廿": 2300,
      "开": 2301,
      "弁": 2302,
      "异": 2303,
      "弃": 2304,
      "弄": 2305,
      "弈": 2306,
      "弊": 2307,
      "弋": 2308,
      "式": 2309,
      "弑": 2310,
      "弓": 2311,
      "弔": 2312,
      "引": 2313,
      "弗": 2314,
      "弘": 2315,
      "弛": 2316,
      "弟": 2317,
      "张": 2318,
      "弥": 2319,
      "弦": 2320,
      "弧": 2321,
      "弩": 2322,
      "弭": 2323,
      "弯": 2324,
      "弱": 2325,
      "張": 2326,
      "強": 2327,
      "弹": 2328,
      "强": 2329,
      "弼": 2330,
      "弾": 2331,
      "彈": 2332,
      "彎": 2333,
      "归": 2334,
      "当": 2335,
      "录": 2336,
      "彗": 2337,
      "彙": 2338,
      "彝": 2339,
      "形": 2340,
      "彤": 2341,
      "彦": 2342,
      "彩": 2343,
      "彪": 2344,
      "彫": 2345,
      "彬": 2346,
      "彭": 2347,
      "彰": 2348,
      "影": 2349,
      "彷": 2350,
      "役": 2351,
      "彻": 2352,
      "彼": 2353,
      "彿": 2354,
      "往": 2355,
      "征": 2356,
      "径": 2357,
      "待": 2358,
      "徇": 2359,
      "很": 2360,
      "徉": 2361,
      "徊": 2362,
      "律": 2363,
      "後": 2364,
      "徐": 2365,
      "徒": 2366,
      "従": 2367,
      "徕": 2368,
      "得": 2369,
      "徘": 2370,
      "徙": 2371,
      "徜": 2372,
      "從": 2373,
      "御": 2374,
      "徨": 2375,
      "復": 2376,
      "循": 2377,
      "徬": 2378,
      "微": 2379,
      "徳": 2380,
      "徴": 2381,
      "徵": 2382,
      "德": 2383,
      "徹": 2384,
      "徽": 2385,
      "心": 2386,
      "必": 2387,
      "忆": 2388,
      "忌": 2389,
      "忍": 2390,
      "忏": 2391,
      "忐": 2392,
      "忑": 2393,
      "忒": 2394,
      "忖": 2395,
      "志": 2396,
      "忘": 2397,
      "忙": 2398,
      "応": 2399,
      "忠": 2400,
      "忡": 2401,
      "忤": 2402,
      "忧": 2403,
      "快": 2404,
      "忱": 2405,
      "念": 2406,
      "忻": 2407,
      "忽": 2408,
      "忾": 2409,
      "怀": 2410,
      "态": 2411,
      "怂": 2412,
      "怄": 2413,
      "怅": 2414,
      "怆": 2415,
      "怎": 2416,
      "怒": 2417,
      "怔": 2418,
      "怕": 2419,
      "怖": 2420,
      "怜": 2421,
      "思": 2422,
      "怠": 2423,
      "怡": 2424,
      "急": 2425,
      "怦": 2426,
      "性": 2427,
      "怨": 2428,
      "怪": 2429,
      "怯": 2430,
      "怵": 2431,
      "总": 2432,
      "怼": 2433,
      "恁": 2434,
      "恃": 2435,
      "恆": 2436,
      "恋": 2437,
      "恍": 2438,
      "恐": 2439,
      "恒": 2440,
      "恕": 2441,
      "恙": 2442,
      "恢": 2443,
      "恣": 2444,
      "恤": 2445,
      "恥": 2446,
      "恨": 2447,
      "恩": 2448,
      "恪": 2449,
      "恬": 2450,
      "恭": 2451,
      "息": 2452,
      "恰": 2453,
      "恳": 2454,
      "恵": 2455,
      "恶": 2456,
      "恺": 2457,
      "恻": 2458,
      "恼": 2459,
      "恿": 2460,
      "悄": 2461,
      "悉": 2462,
      "悍": 2463,
      "悔": 2464,
      "悖": 2465,
      "悚": 2466,
      "悟": 2467,
      "悠": 2468,
      "患": 2469,
      "悦": 2470,
      "您": 2471,
      "悩": 2472,
      "悪": 2473,
      "悬": 2474,
      "悭": 2475,
      "悯": 2476,
      "悲": 2477,
      "悴": 2478,
      "悶": 2479,
      "悸": 2480,
      "悼": 2481,
      "情": 2482,
      "惆": 2483,
      "惊": 2484,
      "惋": 2485,
      "惑": 2486,
      "惕": 2487,
      "惘": 2488,
      "惚": 2489,
      "惜": 2490,
      "惟": 2491,
      "惠": 2492,
      "惡": 2493,
      "惣": 2494,
      "惦": 2495,
      "惧": 2496,
      "惨": 2497,
      "惩": 2498,
      "惫": 2499,
      "惬": 2500,
      "惭": 2501,
      "惮": 2502,
      "惯": 2503,
      "惰": 2504,
      "惱": 2505,
      "想": 2506,
      "惶": 2507,
      "惹": 2508,
      "惺": 2509,
      "愁": 2510,
      "愈": 2511,
      "愉": 2512,
      "愎": 2513,
      "意": 2514,
      "愕": 2515,
      "愚": 2516,
      "愛": 2517,
      "感": 2518,
      "愣": 2519,
      "愤": 2520,
      "愧": 2521,
      "愫": 2522,
      "愿": 2523,
      "慄": 2524,
      "慈": 2525,
      "態": 2526,
      "慌": 2527,
      "慎": 2528,
      "慑": 2529,
      "慕": 2530,
      "慘": 2531,
      "慢": 2532,
      "慣": 2533,
      "慧": 2534,
      "慨": 2535,
      "慮": 2536,
      "慰": 2537,
      "慳": 2538,
      "慵": 2539,
      "慶": 2540,
      "慷": 2541,
      "慾": 2542,
      "憂": 2543,
      "憋": 2544,
      "憎": 2545,
      "憐": 2546,
      "憑": 2547,
      "憔": 2548,
      "憤": 2549,
      "憧": 2550,
      "憨": 2551,
      "憩": 2552,
      "憫": 2553,
      "憬": 2554,
      "憲": 2555,
      "憶": 2556,
      "憾": 2557,
      "懂": 2558,
      "懇": 2559,
      "懈": 2560,
      "應": 2561,
      "懊": 2562,
      "懐": 2563,
      "懑": 2564,
      "懒": 2565,
      "懦": 2566,
      "懲": 2567,
      "懵": 2568,
      "懶": 2569,
      "懷": 2570,
      "懸": 2571,
      "懺": 2572,
      "懿": 2573,
      "戈": 2574,
      "戊": 2575,
      "戌": 2576,
      "戍": 2577,
      "戎": 2578,
      "戏": 2579,
      "成": 2580,
      "我": 2581,
      "戒": 2582,
      "戕": 2583,
      "或": 2584,
      "战": 2585,
      "戚": 2586,
      "戛": 2587,
      "戟": 2588,
      "戦": 2589,
      "截": 2590,
      "戬": 2591,
      "戮": 2592,
      "戯": 2593,
      "戰": 2594,
      "戲": 2595,
      "戳": 2596,
      "戴": 2597,
      "戶": 2598,
      "户": 2599,
      "戸": 2600,
      "戻": 2601,
      "戾": 2602,
      "房": 2603,
      "所": 2604,
      "扁": 2605,
      "扇": 2606,
      "扈": 2607,
      "扉": 2608,
      "手": 2609,
      "才": 2610,
      "扎": 2611,
      "扑": 2612,
      "扒": 2613,
      "打": 2614,
      "扔": 2615,
      "払": 2616,
      "托": 2617,
      "扛": 2618,
      "扣": 2619,
      "执": 2620,
      "扩": 2621,
      "扪": 2622,
      "扫": 2623,
      "扬": 2624,
      "扭": 2625,
      "扮": 2626,
      "扯": 2627,
      "扰": 2628,
      "扱": 2629,
      "扳": 2630,
      "扶": 2631,
      "批": 2632,
      "扼": 2633,
      "找": 2634,
      "承": 2635,
      "技": 2636,
      "抄": 2637,
      "抉": 2638,
      "把": 2639,
      "抑": 2640,
      "抒": 2641,
      "抓": 2642,
      "投": 2643,
      "抖": 2644,
      "抗": 2645,
      "折": 2646,
      "抚": 2647,
      "抛": 2648,
      "抜": 2649,
      "択": 2650,
      "抠": 2651,
      "抡": 2652,
      "抢": 2653,
      "护": 2654,
      "报": 2655,
      "抨": 2656,
      "披": 2657,
      "抬": 2658,
      "抱": 2659,
      "抵": 2660,
      "抹": 2661,
      "抻": 2662,
      "押": 2663,
      "抽": 2664,
      "抿": 2665,
      "拂": 2666,
      "拄": 2667,
      "担": 2668,
      "拆": 2669,
      "拇": 2670,
      "拈": 2671,
      "拉": 2672,
      "拌": 2673,
      "拍": 2674,
      "拎": 2675,
      "拐": 2676,
      "拒": 2677,
      "拓": 2678,
      "拔": 2679,
      "拖": 2680,
      "拗": 2681,
      "拘": 2682,
      "拙": 2683,
      "招": 2684,
      "拜": 2685,
      "拝": 2686,
      "拟": 2687,
      "拠": 2688,
      "拡": 2689,
      "拢": 2690,
      "拣": 2691,
      "拥": 2692,
      "拦": 2693,
      "拧": 2694,
      "拨": 2695,
      "择": 2696,
      "括": 2697,
      "拭": 2698,
      "拮": 2699,
      "拯": 2700,
      "拱": 2701,
      "拳": 2702,
      "拴": 2703,
      "拶": 2704,
      "拷": 2705,
      "拼": 2706,
      "拽": 2707,
      "拾": 2708,
      "拿": 2709,
      "持": 2710,
      "挂": 2711,
      "指": 2712,
      "按": 2713,
      "挎": 2714,
      "挑": 2715,
      "挖": 2716,
      "挙": 2717,
      "挚": 2718,
      "挛": 2719,
      "挝": 2720,
      "挞": 2721,
      "挟": 2722,
      "挠": 2723,
      "挡": 2724,
      "挣": 2725,
      "挤": 2726,
      "挥": 2727,
      "挨": 2728,
      "挪": 2729,
      "挫": 2730,
      "振": 2731,
      "挲": 2732,
      "挹": 2733,
      "挺": 2734,
      "挽": 2735,
      "挿": 2736,
      "捂": 2737,
      "捅": 2738,
      "捆": 2739,
      "捉": 2740,
      "捋": 2741,
      "捌": 2742,
      "捍": 2743,
      "捎": 2744,
      "捏": 2745,
      "捐": 2746,
      "捕": 2747,
      "捗": 2748,
      "捜": 2749,
      "捞": 2750,
      "损": 2751,
      "捡": 2752,
      "换": 2753,
      "捣": 2754,
      "捧": 2755,
      "捨": 2756,
      "据": 2757,
      "捱": 2758,
      "捲": 2759,
      "捶": 2760,
      "捷": 2761,
      "捺": 2762,
      "捻": 2763,
      "掀": 2764,
      "掂": 2765,
      "掃": 2766,
      "掇": 2767,
      "授": 2768,
      "掉": 2769,
      "掌": 2770,
      "掏": 2771,
      "掐": 2772,
      "排": 2773,
      "掖": 2774,
      "掘": 2775,
      "掙": 2776,
      "掛": 2777,
      "掟": 2778,
      "掠": 2779,
      "採": 2780,
      "探": 2781,
      "掣": 2782,
      "接": 2783,
      "控": 2784,
      "推": 2785,
      "掩": 2786,
      "措": 2787,
      "掮": 2788,
      "掰": 2789,
      "掲": 2790,
      "掳": 2791,
      "掴": 2792,
      "掷": 2793,
      "掺": 2794,
      "掻": 2795,
      "揀": 2796,
      "揃": 2797,
      "揄": 2798,
      "揆": 2799,
      "揉": 2800,
      "揍": 2801,
      "描": 2802,
      "提": 2803,
      "插": 2804,
      "揖": 2805,
      "揚": 2806,
      "換": 2807,
      "握": 2808,
      "揣": 2809,
      "揪": 2810,
      "揭": 2811,
      "揮": 2812,
      "援": 2813,
      "揶": 2814,
      "揸": 2815,
      "揹": 2816,
      "揺": 2817,
      "揽": 2818,
      "揾": 2819,
      "搀": 2820,
      "搁": 2821,
      "搂": 2822,
      "搅": 2823,
      "損": 2824,
      "搏": 2825,
      "搐": 2826,
      "搓": 2827,
      "搔": 2828,
      "搖": 2829,
      "搜": 2830,
      "搞": 2831,
      "搡": 2832,
      "搪": 2833,
      "搬": 2834,
      "搭": 2835,
      "搵": 2836,
      "搶": 2837,
      "携": 2838,
      "搾": 2839,
      "摁": 2840,
      "摂": 2841,
      "摄": 2842,
      "摆": 2843,
      "摇": 2844,
      "摊": 2845,
      "摒": 2846,
      "摔": 2847,
      "摘": 2848,
      "摞": 2849,
      "摧": 2850,
      "摩": 2851,
      "摯": 2852,
      "摳": 2853,
      "摸": 2854,
      "摹": 2855,
      "摺": 2856,
      "摻": 2857,
      "撂": 2858,
      "撃": 2859,
      "撅": 2860,
      "撇": 2861,
      "撑": 2862,
      "撒": 2863,
      "撕": 2864,
      "撚": 2865,
      "撞": 2866,
      "撤": 2867,
      "撥": 2868,
      "撩": 2869,
      "撫": 2870,
      "撬": 2871,
      "播": 2872,
      "撮": 2873,
      "撰": 2874,
      "撲": 2875,
      "撳": 2876,
      "撵": 2877,
      "撷": 2878,
      "撸": 2879,
      "撺": 2880,
